Repository: Aranesh/Xu-Fu
Catalog: src/Locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Thank you for signing up with Xu-Fu's Pet Guides!<br><br>There are many new options available to you now, most of which you can find in your account area right here.<br>I suggest going to your Pet Collection first to make sure your pet library has been imported correctly. This will power a lot of the more advanced features here!<br><br>If you go to My Profile, you can select what other battlers see when clicking on your profile. Maybe leave them a little introduction about yourself? Or just turn off all areas if you prefer a bit more privacy.<br><br>You might also want to check out the Settings. There you can not only change your profile picture but also find options for your saved email, password or preferred language.<br><br>I hope you have a pleasant stay here and wish you all the best in your battles!<br><br>Yours,<br>Xu-Fu
fr_fr: Merci pour votre inscription sur Xu-Fu's Pet Guides!<br><br>Beaucoup d'options s'offrent à vous désormais, la plupart se trouvent juste ici sur cette page.<br>Je vous suggère d'aller jeter un coup d’œil à votre collection de mascottes, pour vérifier qu'elle ait bien été importée. Ça sera très utile pour utiliser les autres fonctionnalités avancées que vous trouverez ici !<br><br>Sur la page Mon Profil, vous pourrez customiser ce que verront les autres dompteurs en arrivant sur votre profil, en y mettant par exemple une petite introduction à votre sujet, ou tout simplement en masquant tous les champs pour plus d'intimité.<br><br>Je vous invite à aussi à faire un tour sur vos paramètres, vous pourrez y définir une photo de profil, ainsi que gérer vos préférences et informations de compte.<br><br>J'espère que vous passerez un bon moment ici et vous souhaite le meilleur dans vos futurs combats de mascottes !<br><br>Sincèrement,<br>Xu-Fu

source: Looking for:
fr_fr: Nous recherchons:

source: Translator
fr_fr: Traducteurs

source: Xu-Fu is set up to be fully localized into the languages WoW is translated as well. All it needs is volunteers to do so!<br>If you speak English plus one of the listed languages and would like to help out, send an email or ping Aranesh on Discord!<br><br>Contact:
fr_fr: Xu-Fu a pour objectif d'être traduit dans tous les langages pour lesquels WoW est aussi disponible. Nous avons uniquement besoin de volontaires !<br>Si vous parlez anglais ainsi que l'une des langues listées ci-dessous, et que vous souhaitez aider, vous pouvez contacter Aranesh via Discord ou par email !<br><br>Contact :

source: See the current team
fr_fr: Voir l'équipe actuelle

source: News Writer:
fr_fr: Rédactions des actus :

source: Content Creator:
fr_fr: Créateurs de contenu :

source: Strategy Curator:
fr_fr: Gestion des stratégies :

source: new strategy comments
fr_fr: réponses à vos stratégies

source: Get in Touch
fr_fr: Contacts

source: Development Update
fr_fr: Avancées des développements

source: Share your profile:
fr_fr: Partager le profil :

source: Share your collection:
fr_fr: Partager la collection :

source: Class
fr_fr: Classe

source: Update Now
fr_fr: Mettre à jour

source: Change character
fr_fr: Changer le personnage

source: You have not created any strategies, yet. It's easy, give it a try if you want to share one!
fr_fr: Vous n'avez pas encore créé de stratégie. Si vous voulez en partager une à la communauté, n'hésitez pas à vous lancer !

source: If you are unsure, have a look at our Strategy Creation Guide which you can find under Guides at the top.
fr_fr: Si vous n'êtes pas familier avec l'outil, vous pouvez consulter le guide de création de stratégies que vous trouverez dans la catégorie Guides du site.

source: Link to fight
fr_fr: Lien

source: Published
fr_fr: Publiée

source: Favorites
fr_fr: Favoris

source: Rating
fr_fr: Notes

source: Attempts
fr_fr: Essais

source: Views
fr_fr: Vues

source: battler(s) voted on this strategy.
fr_fr: dompteurs ont voté sur cette stratégie

source: This number shows all comments, including those written for different language versions of the page. You can change the displayed language in your account settings.
fr_fr: Inclut tous les commentaires, y compris ceux dans un langage différent du vôtre. Vous pouvez changer de langage dans vos paramètres.

source: Since your last visit to this strategy, other battlers left comments. You can jump to them directly using these quick links:
fr_fr: Des commentaires ont été laissés depuis votre dernière visite sur cette stratégie. Utilisez ces liens pour y accéder :

source: Link
fr_fr: Lien

source: Language
fr_fr: Langage

source: Date written
fr_fr: Écrit le

source: Open
fr_fr: Ouvrir
