Repository: Aranesh/Xu-Fu
Catalog: src/Locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Your account does not have a password associated. Logging in through Battle.net is perfectly fine. Adding a password gives you the additional option to login with your username and password instead.
fr_fr: Votre compte n'est pas associé à un mot de passe, car vous vous identifiez via votre compte Battle.net. Si vous ajoutez un mot de passe, vous pourrez en plus vous connecter de manière traditionnelle sur Xu-Fu avec votre nom d'utilisateur.

source: You can change your password at any time.
fr_fr: Vous pouvez changer votre mot de passe quand vous voulez.

source: Battle.net Connection
fr_fr: Connexion Battle.net

source: Linking your Battle.net Account with your Xu-Fu Account is optional, but brings a few advantages:
fr_fr: Lier votre compte Battle.net à votre compte Xu-Fu est optionnel, mais offre certains avantages :

source: You can login with Battle.net, without the need of a password.
fr_fr: Vous pourrez vous connecter via votre compte Battle.net, sans besoin mot de passe.

source: Xu-Fu can update your pet collection automaticallyn, no manual refreshing required.
fr_fr: Votre collection de mascottes sera mise à jour automatiquement par Xu-Fu (pas besoin de rafraîchir manuellement !).

source: You can chose a character picture as your avatar.
fr_fr: Vous pourrez choisir l'un de vos personnages WoW comme avatar.

source: Xu-Fu will not receive any of your personal information by connecting with Battle.net (such as your password, email address or any billing information).
fr_fr: En connectant votre compte Battle.net, Xu-Fu ne recevra aucune de vos informations personnelles (adresse e-mail, mot de passe, moyens de paiement, ...)

source: To link your account, select your account region and click on the button:
fr_fr: Pour lier votre compte, sélectionnez votre région et cliquez sur le bouton ci-dessous :

source: Connect Battle.net Account
fr_fr: Connecter mon compte Battle.net

source: Please note
fr_fr: Important

source: The authorization was successful but there is another Xu-Fu account already connected to your Battle.net account.
fr_fr: La connexion a été effectuée avec succès mais un compte Xu-Fu est déjà associé à votre compte Battle.net

source: You can select which one to use in the future in association with your Battle.net account:
fr_fr: Vous pouvez choisir quel compte Xu-Fu associer avec votre compte Battle.net :

source: If you connect your current account with Battle.net, your old account could be lost. <br>To check the account, log out and select -Login with Battle.net-
fr_fr: Si vous connectez ce compte actuel avec Battle.net, votre ancien compte pourrait être perdu.<br>Pour vérifier votre ancien compte, déconnectez-vous et reconnectez-vous via Battle.net

source: This account
fr_fr: Ce compte

source: The old account
fr_fr: Ancien compte

source: Has active Battle.net connection
fr_fr: Connexion Battle.net active

source: Language Selection
fr_fr: Choix de la langue

source: You can set your preferred language here.
fr_fr: Vous pouvez ici changer de langue préférée.

source: If a language is flagged as <i>incomplete</i> only spell and pet names are localized. Most other page assets will default to English.
fr_fr: Si la langue est marquée comme <i>incomplète</i>, alors uniquement le nom des mascottes et des sorts seront traduits. La plupart des autres pages seront par défaut en anglais.

source: Select language
fr_fr: Sélectionner la langue

source: Add Your Email Address
fr_fr: Ajouter votre adresse e-mail

source: Here you can add an email address to your account. Should you forget your password, your email address can be used to recover your account.
fr_fr: Vous pouvez associer une adresse e-mail à votre compte. Si vous perdez votre mot de passe, elle pourra être utilisée pour récupérer votre compte.

source: You can change or remove it at any time.
fr_fr: Vous pourrez la modifier ou la supprimer quand vous voulez.

source: Your email address
fr_fr: Votre e-mail

source: Save Email
fr_fr: Enregistrer

source: Change Email Address
fr_fr: Changer l'adresse e-mail

source: Your currently saved email address is
fr_fr: Votre adresse e-mail actuelle est

source: New email address
fr_fr: Nouvelle adresse e-mail

source: Update Email
fr_fr: Enregistrer

source: Remove Email
fr_fr: Retirer l'e-mail

source: Change Password
fr_fr: Modifier le mot de passe

source: Beta Features
fr_fr: Fonctionnalités Beta

source: Aranesh is regularly adding new features. If you want to test them before they are released, activate this option.
fr_fr: Aranesh implémente régulièrement de nouvelles fonctionnalités. Si vous voulez les tester avant leur sortie officielle, activez cette option.

source: activating beta features might replace parts of the page with versions that are not fully functional!
fr_fr: activer cette option remplacera peut-être certaines pages avec des versions qui ne sont pas complètement fonctionnelles !

source: To learn what is currently in development, contact
fr_fr: Pour savoir ce qui est actuellement en développement, contactez

source: Delete Account
fr_fr: Supprimer le compte

source: Start Account Deletion Process
fr_fr: Démarrer la procédure de suppression de compte

source: Your Battle.net Account was connected successfully!
fr_fr: Votre compte Battle.net s'est connecté avec succès !

source: Your Battle.net Account Authorization was successful. Thank you!
fr_fr: L'autorisation de votre compte Battle.net s'est effectuée avec succès. Merci !

source: Your email address was saved successfully.
fr_fr: Votre adresse e-mail a été sauvegardée avec succès.

source: Email address removed.
fr_fr: Votre adresse e-mail a été retirée.

source: Language changed.
fr_fr: La langue a été mise à jour.

source: Site creator and admin
fr_fr: Créateur et admin du site

source: Localization
fr_fr: Traductions

source: Former Contributors
fr_fr: Ancien contributeurs

source: Your Account
fr_fr: Votre compte

source: Login / Register
fr_fr: Se connecter / S'inscrire

source: Quicklinks
fr_fr: Accès rapide

source: Support Xu-Fu
fr_fr: Supporter Xu-Fu

source: new messages
fr_fr: nouveaux messages

source: comment responses
fr_fr: réponses aux commentaires

source: Fast
fr_fr: Rapide

source: Shop
fr_fr: Boutique

source: Tricky
fr_fr: Difficile

source: Reliable
fr_fr: Efficace

source: Unobtainable
fr_fr: Plus obtenable

source: Level 2-10+
fr_fr: Niveaux 2-10+

source: Staff Pick
fr_fr: Choix de l'équipe

source: Unchecked
fr_fr: Non vérifée

source: Verified
fr_fr: Vérifée

source: Level 11-20+
fr_fr: Niveaux 11-20+

source: Level 21+
fr_fr: Niveaux 21+

source: High XP
fr_fr: Beaucoup d'XP

source: Medium XP
fr_fr: XP moyenne

source: Low XP
fr_fr: XP faible

source: At least one of the pets for this strategy require the use of a specific breed.
fr_fr: Au moins une mascotte de cette stratégie doit être d'un breed spécifique

source: This strategy has been built to be as fast as possible.
fr_fr: Cette stratégie a été mise en place dès que possible

source: The strategy takes a while. Sit back, get yourself a warm drink and relax the scenery.
fr_fr: Cette stratégie prends un certain temps. Asseyez-vous confortablement et profitez du combat.

source: Not every strategy can be bullet proof. This is one of them. You might have to restart it, since there are some random elements that increase the risk of your pets failing. Don't blame them, please!
fr_fr: Toutes les stratégies ne sont pas infaillibles. Celle-ci est l'une d'entre elles. Vous aurez peut-être besoin de recommencer le combat, si l'aléatoire n'est pas en votre faveur !

source: This strategy is using pets obtainable from the Wow Trading Card Game (TCG) or the auction house for potentially high sums of gold.
fr_fr: Cette stratégie utilise des mascottes provenant du jeu de cartes à collectionner WoW (TCG) ou du marché noir pour des sommes conséquentes de PO.

source: Some instructions are more difficult to follow than others. That's exactly what you might find in this strategy!
fr_fr: Certaines instructions sont plus difficiles à suivre que d'autres. C'est ce que vous pourrez trouver dans cette stratégie !

source: The strategy offers a TD script that can be used with the TD Script addon. You can copy the script by clicking on the button to the left of the pets.
fr_fr: Cette stratégie propose un TD script pouvant être utilisé avec l'addon du même nom. Vous pouvez copier le script dans votre presse-papier en cliquant sur le bouton à gauche des mascottes.

source: At least one pet in the strategy cannot be obtained anymore. If you have it, congrats!
fr_fr: Au moins une des mascottes ne peut plus être obtenue aujourd'hui. Si vous l'avez, félicitations !

source: A Strategy Curator found this strategy to be especially helpful and higlighted it with this tag to give it more exposure.
fr_fr: Un membre de l'équipe a trouvé cette stratégie particulièrement efficace et l'a mise en avant avec ce tag.

source: This strategy has not been tested by any Strategy Curator, yet.
fr_fr: Cette stratégie n'a pas encore été testée par un membre de l'équipe.

source: This strategy was tested by a Strategy Curator and found to be working.
fr_fr: Cette stratégie a été testée par un membre de l'équipe, et s'est révélée être efficace.

source: This strategy has been flagged as problematic and that makes Shenk sad.
fr_fr: Cette stratégie pose visiblement problème, et rend Shenk triste.

source: This strategy is impacted by changes to pet battles made in patch 8.3. The strategy might not work properly anymore and needs to be reviewed.
fr_fr: Cette stratégie est impactée par les changements aux combats de mascottes effectués dans le patch 8.3. Il est donc possible qu'elle ne soit plus aussi efficace qu'avant, et qu'un rework s'avère nécessaire.

source: This strategy is impacted by changes to pet battles made with the Shadowlands Pre-Patch. The strategy might not work properly anymore and needs to be reviewed.
fr_fr: Cette stratégie est impactée par les changements aux combats de mascottes effectués dans le pré-patch de l'extension Shadowlands. Il est donc possible qu'elle ne soit plus aussi efficace qu'avant, et qu'un rework s'avère nécessaire.

source: PetCardAnyLevelES
fr_fr: de niveau

source: The data import worked but returned 0 pets. Either your account does not have any pets or there was an error on Blizzards side. Please try a different character or change the region of your account in the settings.
fr_fr: L'import de la collection a fonctionné mais aucune mascotte n'a été trouvée. Soit le compte n'a aucune mascotte, soit une erreur est survenue du côté de Blizzard. Veuillez essayer avec un autre personnage, ou changer de région dans vos paramètres.

source: Connected Character
fr_fr: Personnage connecté

source: Remove collection
fr_fr: Supprimer la collection

source: Loading...
fr_fr: Chargement...

source: Character set to:
fr_fr: Personnage défini sur :

source: There was a problem connecting to the Battle.net service. Please check your account is set to the correct region (-> Settings on the left) or try again later.
fr_fr: Une erreur est survenue lors de la connexion au service Battle.net. Veuillez vérifier dans vos paramètres que la région définie est correcte, ou réessayer plus tard.

source: Connect a character
fr_fr: Lier un personnage

source: The import with your connected character worked fine but the collection contained zero pets.
fr_fr: L'import a été effectué avec succès mais la collection de mascotte est vide.

source: Here are a few things you can try:
fr_fr: Vous pouvez essayer les choses suivantes :

source: Go back and try again later, it could be a temporary issue.
fr_fr: Réessayez plus tard, le problème est peut-être temporaire.

source: Check in the settings on the left that your account is set to the correct region.
fr_fr: Vérifiez dans vos paramètres que la région choisie est correcte.

source: Pick a different character below to connect and try the import again.
fr_fr: Choisissez un autre personnage dans la liste, et réessayez.

source: Importing your collection unfortunately did not work. The reason was not given.
fr_fr: Une erreur inattendue est survenue lors de l'import de votre collection.

source: Please try again later or select a different character from the list below.
fr_fr: Veuillez réessayer plus tard, ou choisir un personnage différent dans la liste.

source: Importing your collection works through the armory and needs a specific character to be set.
fr_fr: L'import de collection fonctionne via l'armurerie WoW, vous devez donc choisir un personnage spécifique à utiliser.

source: The currently connected character is:
fr_fr: Le personnage actuellement connecté est :

source: Set and import
fr_fr: Lier et importer

source: Retry
fr_fr: Réessayer

source: There was an error importing the pets through your character. Please check if you selected the correct realm (and region) and try again. You can use any character from your account to import your pets.
fr_fr: Une erreur est survenue lors de l'import de votre collection via votre personnage. Veuillez vérifier si vous avez choisi le bon royaume (et région), et réessayez. Vous pouvez utiliser n'importe quel personnage de votre compte.

source: Change connected character
fr_fr: Changer de personnage connecté

source: Enter the details of a valid character below to change to it and import your pets anew.
fr_fr: Entrez les détails du personnage que vous souhaitez connecter ci-dessous pour importer sa collection de mascottes.

source: Realm
fr_fr: Royaume

source: Import collection
fr_fr: Importer la collection

source: Importing your pet collection is very easy and unlocks the true power of Xu-Fu's. Strategies will then be sorted based on your available pets and those you can follow directly are shown first, alongside some other features only available with a saved collection.
fr_fr: Importer votre collection de mascottes est très simple, et débloque toute la puissance des fonctionnalités de Xu-Fu ! Les stratégies seront triées selon vos mascottes disponibles, celles que vous pouvez mettre en place seront affichées en premier, en plus de toutes les autres fonctionnalités disponibles avec une collection importée.

source: And on top, Xu-Fu will keep your collection updated.
fr_fr: En plus, Xu Fu gardera votre collection à jour.

source: There are two options how to import your collection:
fr_fr: Vous pouvez importer votre collection de deux manières :

source: Option 1: Import through Battle.net
fr_fr: Option 1 : Via Battle.net

source: Connect your Battle.net account. With this option you can then also log into your Xu-Fu account.
fr_fr: En connectant votre compte Battle.net, votre collection sera automatiquement importée, vous pourrez alors aussi vous connecter à Xu-Fu via Battle.net.

source: You will be redirected to Battle.net and then back here. The page will refresh several times.
fr_fr: Vous serez redirigé vers Battle.net, puis de nouveau ici. La page va être rafraîchie plusieurs fois.

source: Import collection automatically
fr_fr: Importer automatiquement la collection

source: Option 2: Import via character
fr_fr: Option 2 : Via un personnage

source: Enter the details of a valid character below to import your collection from the armory.
fr_fr: Importez votre collection depuis l'armurerie WoW en rentrant ci-dessous les informations d'un personnage.

source: The import of your pet collection was successful.
fr_fr: L'import de votre collection a été effectué avec succès.

source: You seem to be logged into a different Battle.net account on Blizzards web pages than the one you used to log into Xu-Fu. Please head over to Battle.net and make sure you log into the correct Battle.net account before trying again.
fr_fr: Il semble que vous êtes connectés à un compte Battle.net différent sur les sites Blizzard que celui que vous utilisez pour vous connecter à Xu-Fu. Veuillez vous rendre sur les sites Battle.net et vérifier que vous êtes connectés au bon compte.

source: Click on the picture of a character to select it as your avatar.
fr_fr: Cliquez sur l'un de vos personnages pour le choisir comme avatar.

source: Only characters level 100+ are shown. You can display all lower level characters but please be aware this might take a while to load.
fr_fr: Seulement les personnages de niveau 100 et plus sont affichés. Si vous souhaitez afficher tous vos personnages, cliquez sur le bouton ci-dessous. Veuillez cependant noter que le chargement pourra prendre un certain temps.

source: Change Battle.net Region
fr_fr: Changer de région Battle.net

source: Move Battle.net connection to this account
fr_fr: Lier la connexion Battle.net à ce compte.

source: Your region for Battle.net is set to:
fr_fr: Votre région Battle.net est actuellement :

source: You can change your region manually below. This might be useful if you have characters on multiple regions.
fr_fr: Vous pouvez manuellement changer de région ci-dessous. Cela peut être utile si vous avez des personnages sur plusieurs régions différentes.

source: Changing the region will remove your avatar icon!
fr_fr: Changer de région retirera votre avatar !

source: Changing the region will remove your saved pet collection from Xu-Fu's!
fr_fr: Changer de région retirera de Xu-Fu votre collection de mascottes !

source: Change Region
fr_fr: Changer la région

source: Unlink Battle.net Connection
fr_fr: Détacher la connexion Battle.net

source: Your account does not have a password set. Please set one in the option above. Otherwise, unlinking Battle.net would mean you cannot login to your account anymore.
fr_fr: Votre compte n'a pas de mot de passe associé. Si vous souhaitez détacher votre compte Battle.net, veuillez associer un mot de passe dans l'encart ci-dessus, sinon vous ne pourrez plus vous connecter à votre compte Xu-Fu.

source: You have an active Battle.net connection to log in with Xu-Fu, use a character icon as your avatar and easily import your collection. You can remove this link by clicking the button below.
fr_fr: La connexion entre votre compte Battle.net et Xu-Fu est active, vous pouvez donc vous connecter avec votre compte Battle.net, choisir l'un de vos personnages comme avatar, et importer facilement votre collection de mascottes. Vous pouvez détacher votre compte Battle.net en cliquant sur le bouton ci-dessous

source: This will also remove your current pet collection from Xu-Fu and you will have to manually link a character to reimport it.
fr_fr: Cela retirera de Xu-Fu votre collection de mascottes et vous devrez manuellement lier un personnage pour la réimporter.

source: Unlink Battle.net
fr_fr: Détacher Battle.net

source: Confirm Unlinking
fr_fr: Confirmer le détachement

source: Are you sure you want to unlink your Battle.net connection?
fr_fr: Êtes-vous sûr de vouloir détacher votre compte Battle.net de votre compte Xu-Fu ?

source: Battle.net Connection has been removed.
fr_fr: La connexion à votre compte Battle.net a été retirée.

source: Battle.net Region has been changed.
fr_fr: La région Battle.net a été mise à jour.

source: Collection Comparator
fr_fr: Comparateur de collections

source: Your collection could not be loaded. Please reimport it through your collection tab
fr_fr: Erreur lors de la récupération de votre collection. Veuillez la réimporter depuis l'onglet Collection.

source: User collection could not be loaded, please try again.
fr_fr: Erreur lors de la récupération de la collection de l'utilisateur. Veuillez réessayer.

source: Character details could not be imported.
fr_fr: Erreur lors de la récupération des données du personnage.

source: The data import worked but returned 0 pets. Either the account does not have any pets or there was an error on Blizzards side.
fr_fr: L'import de la collection a fonctionné mais aucune mascotte n'a été trouvée. Soit le compte n'a aucune mascotte, soit une erreur est survenue du côté de Blizzard.

source: No user with a collection found
fr_fr: Collection de l'utilisateur non trouvée.

source: Compare Collections
fr_fr: Comparer les collections

source: Average Level
fr_fr: Niveau moyen

source: Level Opportunities
fr_fr: Opportunités de leveling

source: Squirt
fr_fr: Morveuse

source: Add to calendar
fr_fr: Ajouter au calendrier

source: Next Pet Bonus Week
fr_fr: Prochaine semaine bonus combat de mascottes

source: Pet Bonus Week active
fr_fr: Semaine bonus combat de mascottes active

source: Active Legion Quests
fr_fr: Quêtes Legion actives

source: Legion Quests
fr_fr: Quêtes Legion

source: No quests for leveling active today.
fr_fr: Aucune quête leveling disponible aujourd'hui.

source: Powerleveling Guide
fr_fr: Guide de leveling

source: Today is
fr_fr: Aujourd'hui

source: day!
fr_fr: <br>est disponible!

source: day
fr_fr: <br>est disponible

source: with
fr_fr: avec

source: Compare against your collection
fr_fr: Comparer vos collections

source: Export to Excel
fr_fr: Exporter sur excel

source: Human Resources
fr_fr: Ressources humaines

source: Dragons Make Everything Better
fr_fr: La fureur du dragon

source: Fun With Flying
fr_fr: Frappes aériennes

source: Not Quite Dead Yet
fr_fr: Pas encore mort

source: Critters With Huge Teeth
fr_fr: Des bestioles aux dents longues

source: Magicians Secret
fr_fr: Comme par magie

source: Element of Success
fr_fr: Les éléments du succès

source: Beast Mode
fr_fr: Ami des bêtes

source: Hobbyist Aquarist
fr_fr: Sport aquatique

source: Machine Learning
fr_fr: La révolte des machines

source: You are the creator of this strategy
fr_fr: Vous êtes le créateur de cette stratégie

source: You can modify this strategy
fr_fr: Vous pouvez modifier cette stratégie

source: Strategy is published
fr_fr: Stratégie référencée

source: This strategy is not published!
fr_fr: Stratégie non référencée !

source: This strategy is deleted! To undelete, get in touch with Aranesh
fr_fr: Cette stratégie a été supprimée ! Pour la restaurer, contactez Aranesh

source: My Strategies
fr_fr: Mes stratégies

source: Unhide Widgets
fr_fr: Afficher les widgets

source: Unhide all widgets
fr_fr: Afficher tous les widgets

source: RSS Link copied to clipboard!
fr_fr: Lien du feed RSS copié dans le presse-papier !

source: Featured Videos
fr_fr: Vidéos à l'honneur

source: Newest Strategies
fr_fr: Dernières stratégies

source: Top Collections
fr_fr: Top des collections

source: Newest Comments
fr_fr: Derniers commentaires

source: See latest
fr_fr: En voir

source: new in the last 24h
fr_fr: dans les dernières 24h

source: Amount of comments to show:
fr_fr: Nombre de commentaires à afficher :
