Repository: Aranesh/Xu-Fu
Catalog: src/Locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Pick an icon of your choice or click the button if you prefer a picture of your WoW character as your icon:
fr_fr: Choisissez l'icône qui vous plaît, ou cliquez ci-dessous si vous préférez une icône de l'un de vos personnages WoW :

source: Show Available Characters
fr_fr: Voir les personnages disponibles

source: Save
fr_fr: Sauvegarder

source: I checked for your characters in a specific region but could not find any. The region I checked was:
fr_fr: Je n'ai pas trouvé de personnages dans la région suivante :

source: If your characters are on another region, please select the correct one here:
fr_fr: Si vos personnages sont dans une autre région, veuillez la sélectionner ici :

source: Click on a picture to select it as your avatar.<br>If a character is not showing up, then it was not logged in some time and the armory picture is not available.
fr_fr: Cliquez sur une image pour la choisir comme avatar.<br>Si l'un de vos personnages n'est pas affiché, c'est qu'il n'a pas été connecté depuis longtemps et son image n'est pas disponible sur l'armurerie.

source: Your new avatar was saved :-)
fr_fr: Votre nouvel avatar a été sauvegardé :-)

source: Xu-Fu has no access to your WoW character list. Adding a character picture as your avatar is therefore not possible. <br>Please check below for instructions on how to fix this.
fr_fr: Xu-Fu n'a pas accès à votre liste de personnages WoW. Il est donc impossible d'utiliser l'un de vos personnages comme avatar.<br>

source: Check again
fr_fr: Revérifier

source: Customize what others see when visiting your profile.<br>Changes are saved automatically.
fr_fr: Customisez ce que verront les autres en visitant votre profil.<br>Les changements sont automatiquement sauvegardés.

source: Your introduction:
fr_fr: Votre introduction:

source: Title:
fr_fr: Titre:

source: Favorite Pet:
fr_fr: Mascotte favorite:

source: Show Collection:
fr_fr: Montrer la collection:

source: If you want a field to be hidden, simply remove all text from it.
fr_fr: Si vous voulez masquer un champ, laissez-le vide

source: Others can see a quick view of your profile while hovering over your name, like this:
fr_fr: Les autres peuvent voir un aperçu de votre profil en passant la souris sur votre pseudo, comme ça :

source: You can decide here what is shown in your own quick view:
fr_fr: Vous pouvez choisir ce qui sera affiché sur votre aperçu :

source: Preview:
fr_fr: Aperçu:

source: Last active:
fr_fr: Dernière connexion:

source: more than a year ago
fr_fr: il y a plus d'un an

source: a year ago
fr_fr: il y a un an

source: several months ago
fr_fr: il y a quelques mois

source: a few months ago
fr_fr: il y a quelques mois

source: two months ago
fr_fr: il y a deux mois

source: this month
fr_fr: ce mois

source: this week
fr_fr: cette semaine

source: today
fr_fr: aujourd'hui

source: an hour ago
fr_fr: il y a une heure

source: Currently online
fr_fr: actuellement connecté

source: Read full introduction
fr_fr: Voir toute l'introduction

source: continue reading
fr_fr: voir plus

source: unique pets collected
fr_fr: mascottes uniques collectées

source: Joined
fr_fr: Inscrit

source: Send message
fr_fr: Envoyer un message

source: You must be logged in to send messages
fr_fr: Vous devez être connecté pour envoyer des messages

source: Cannot send messages to yourself
fr_fr: Vous ne pouvez pas envoyer de message à vous-même

source: There was an error fetching the user data. Please refresh the page and try again
fr_fr: Erreur lors de la récupération des données de l'utlisateur. Veuillez rafraîchir la page.

source: Available backgrounds
fr_fr: Fonds disponibles

source: Intro text
fr_fr: Introduction

source: Social Media
fr_fr: Réseaux sociaux

source: Online status
fr_fr: Status en ligne

source: Edit your profile introduction
fr_fr: Modifier votre introduction de profil

source: Edit your Social Media links
fr_fr: Modifier vos liens de réseaux sociaux

source: There was a problem with your login
fr_fr: Problème de connexion

source: I am sorry, but there was a problem with your login. <br>Please check your details and try again.
fr_fr: Désolé, mais il y a un problème avec vos identifiants.<br>Merci de vérifier les détails et réessayer.

source: Click here to retrieve your account.
fr_fr: Cliquez ici pour récupérer votre compte.

source: Warning! Caps Lock is on!
fr_fr: Attention ! Touche VERR. MAJ. activée !

source: Private Messages
fr_fr: Messages privés

source: Inbox
fr_fr: Boîte de réception

source: Sent Messages
fr_fr: Messages envoyés

source: Write New Message
fr_fr: Nouveau message

source: Are you sure you want to delete this message?
fr_fr: Voulez-vous vraiment supprimer ce message ?

source: Click here to show older messages
fr_fr: Cliquez ici pour afficher les messages plus anciens

source: Send a response
fr_fr: Répondre

source: There are no messages to display
fr_fr: Aucun message à afficher

source: Conversation with
fr_fr: Conversation avec

source: Send to
fr_fr: Envoyer à

source: Name of recipient
fr_fr: Nom du destinataire

source: Type your message here
fr_fr: Ecrivez votre message ici

source: Searching...
fr_fr: Recherche...

source: Please enter 2 or more characters
fr_fr: Veuillez entrer au moins 2 caractères

source: No user found
fr_fr: Aucun utilisateur trouvé

source: Some of your comments got replies from other pet battlers!<br>They are highlighted in green. A click on the link brings you to the respective thread.
fr_fr: Certains de vos commentaires ont reçu une réponse !<br>Ils sont surlignés en vert. Cliquez dessus pour être redirigé sur le fil de discussion correspondant.

source: You have not written any comments so far. Go forth and tell your tale with pride! :-)
fr_fr: Vous n'avez pas encore écrit de commentaires.

source: Link to thread
fr_fr: Lien vers le fil

source: You wrote
fr_fr: Vous avez écrit

source: Responses
fr_fr: Réponses

source: Year
fr_fr: Année

source: Month
fr_fr: Mois

source: Day
fr_fr: Jour

source: There is no email address associated with this account.
fr_fr: Aucune adress e-mail n'est associée à ce compte.

source: There were too many attempts to reset the password of this account.<br>The function is now blocked for 30 minutes.
fr_fr: Il y a eu trop de demandes de réinitialisation de mot de passe pour ce compte.<br>Cette fonctionnalité est bloquée pour 30 minutes.

source: Password reset for WoW-Petguide.com
fr_fr: Réinitialisation de mot de passe pour WoW-Petguide.com

source: Sorry to hear you have problems logging in. To set a new password for your account, please follow this link:
fr_fr: Vous avez oublié votre mot de passe ? Pour le réinitialiser, cliquez sur le lien suivant :

source: Set new password
fr_fr: Définir un nouveau mot de passe

source: This reset code is valid for 24 hours. If you need any additional help, you can use the
fr_fr: Ce lien de réinitialisation de mot de passe est valable 24 heures. Si vous avez besoin d'aide supplémentaire, utilisez la

source: account retrieval page
fr_fr: page de récupération de compte

source: If you did not request this email, you can safely ignore it.<br><br>Yours,
fr_fr: Si vous n'êtes pas à l'origine de la récupération de mot de passe, vous pouvez ignorer ce mail.<br><br>Bien à vous,

source: Recover your Password
fr_fr: Récupération de mot de passe

source: Please enter your username or email below. If you registered your email address when signing up, an email will be sent to you to reset your password.
fr_fr: Veuillez entrer votre pseudo ou votre adresse e-mail. Si vous avez associé une adresse e-mail lors de l'inscription, un mail vous sera envoyé pour réinitialiser votre mot de passe

source: Recover password
fr_fr: Réinitialiser

source: An email was sent to your registered email address. Please follow the instructions in that mail to recover your account!<br> If you did not receive the email, please check your spam folder.<br><br>You will be redirect back to your previous page in <span id="counter">10</span> seconds.
fr_fr: Un mail vous a été envoyé. Veuillez suivre les instructions pour récupérer votre compte.<br>Si vous n'avez pas reçu le mail, vérifiez dans les spams.<br><br>Vous allez être redirigé vers la page précédente dans <span id="counter">10</span> secondes.

source: Register Your Account
fr_fr: S'inscrire

source: Thank you for your interest!<br>Creating an account is super easy and will allow you to use all features of Xu-Fu's Pet Guides.
fr_fr: Merci pour votre intérêt !<br>Créer un compte est facile, et va vous permettre d'utiliser toutes les fonctionnalités de Xu-Fu's Pet Guides.

source: Nickname
fr_fr: Nom d'utilisateur

source: Your nickname is the name under which your comments and info are shown.<br> The following restrictions are in place:
fr_fr: Votre nom d'utilisateur sera le pseudo sous lequel vous apparaîtrez sur le site.<br>Il doit respecter les restrictions suivantes :

source: Usernames must be between <b>2</b> and <b>15</b> characters long.
fr_fr: Doit contenir entre <b>2</b> et <b>15</b> caractères.

source: Empty spaces and the following characters are not allowed:
fr_fr: Les espaces et les caractères suivants sont interdits :

source: No offensive names :P
fr_fr: Pas de pseudo offensant :P

source: Your password has to be at least 6 characters long. It is advisable to use a complex password.
fr_fr: Votre mot de passe doit contenir au moins 6 caractères. Un mot de passe complexe est conseillé.

source: Your password will be encrypted. No one, including the site admin, can see your real password.
fr_fr: Votre mot de passe sera chiffré. Personne, même l'administrateur du site, ne pourra voir votre mot de passe.

source: Email (optional)
fr_fr: E-mail (optionnel)

source: There is no requirement to enter your email address, however it is recommended in case you lose access to your account and need to reset your password.
fr_fr: Il n'est pas nécessaire de fournir votre adresse e-mail, cependant c'est recommandé dans le cas où vous perdrez l'accès à votre compte, et aurez besoin de réinitialiser votre mot de passe.

source: If you enter an email address, it will never be published. It will also not be used to send you emails unless you request them (for example to recover your password or as a confirmation when you submit strategy suggestions).
fr_fr: Votre adresse e-mail ne sera pas publique. Elle ne sera pas non plus utilisée pour vous envoyer d'e-mail. (Sauf dans le cas de récupération de mot de passe, ou de confirmation d'envoi de stratégie).

source: Please enter a valid email address.
fr_fr: Veuillez rentrer une adresse e-mail valide.

source: Account Retrieval Request
fr_fr: Récupération de compte

source: WoW-Petguide.com received an account retrieval request from your email address.<br> If you did not send any request, you can safely ignore this email. <br><br>Below is the information that was submitted:
fr_fr: WoW-Petguide.com a reçu une demande de récupération de compte depuis cette adresse e-mail.<br>Si vous n'êtes pas à l'origine de cette demande, vous pouvez ignorer ce mail. <br><br>Voici les informations qui ont été renseignées :

source: Yours,
fr_fr: Bien à vous,

source: Retrieve Your Account
fr_fr: Récupération du compte

source: If you are unable to login or recover your password, you can use below form to request help.
fr_fr: Si vous ne pouvez ni vous connecter ni récupérer votre mot de passe, vous pouvez demander de l'aide via le formulaire suivant.

source: Please add every bit of info you might find relevant, such as your username, the icon you used, which character you linked through the armory or how many comments you wrote.<br> Anything you remember might help us recover your account for you. Please note that we cannot guarantee a successful retrieval of your account.
fr_fr: Veuillez renseigner toute information pouvant être pertinente : votre pseudo, l'icône que vous utilisiez, quel personnage WoW était lié via l'armurerie, combien de commentaires vous avez écrit sur le site, etc.<br>Tout ce dont vous vous souvenez pourra nous être utile pour que nous puissions récupérer votre compte. Veuillez cependant noter que nous ne pouvons pas garantir à 100% la récupération de votre compte.

source: Your details
fr_fr: Détails

source: Send Retrieval request
fr_fr: Envoyer la requête

source: Your request was sent successfully. We will get back to you as soon as possible.<br><br>A copy of your request was also sent to your email address as confirmation.
fr_fr: Votre requête a été envoyée avec succès. Elle sera traitée dans les plus brefs délais.<br><br>Une copie de votre requête vous a aussi été envoyée par mail.

source: You will be redirected to the front page in <span id="counter">10</span> seconds.
fr_fr: Vous serez redirigé vers la page d'accueil dans <span id="counter">10</span> secondes.

source: Password Retrieval
fr_fr: Récupération de mot de passe

source: I am sorry, the link to reset your password is not valid.<br>Possible reasons are:
fr_fr: Désolé, ce lien de réinitialisation de mot de passe n'est pas valide.<br>Les raisons possibles sont :

source: Another password reset was requested in the meanwhile. Only the most recent link is valid.
fr_fr: Une autre demande de réinitialisation de mot de passe a été envoyée entre temps. Seul le dernier lien est valide.

source: Password reset links expire after 24 hours. If this mail is older, please request a new one.
fr_fr: Les liens de récupération de mot de passe expirent après 24h. Si ce délai est dépassé, veuillez faire une nouvelle demande de récupération.

source: Should you have any more trouble, please use the
fr_fr: Si vous rencontrez toujours des problèmes, vous pouvez utiliser la

source: Please enter a new password for your account below.
fr_fr: Veuillez entrer un nouveau mot de passe pour votre compte.

source: New password
fr_fr: Nouveau mot de passe

source: Repeat password
fr_fr: Répéter le mot de passe

source: Save Password
fr_fr: Enregistrer

source: Your password was updated successfully!
fr_fr: Votre mot de passe a été mis à jour avec succès !

source: You have been logged in and will be redirected to the front page in <span id="counter">5</span> seconds.
fr_fr: Vous êtes désormais connecté et vous serez redirigé vers la page d'accueil dans <span id="counter">5</span> secondes.

source: About
fr_fr: À propos

source: Strategies
fr_fr: Stratégies

source: has not added any personal information.
fr_fr: n'a pas ajouté d'informations personnelles.

source: Pets Collected
fr_fr: Mascottes collectées

source: Favourite Pet
fr_fr: Mascotte favorite

source: Registered
fr_fr: Enregistré(e) le

source: Send private message to
fr_fr: Envoyer un message privé à

source: There was a problem exporting your collection. Please try again
fr_fr: Un problème est survenu lors de l'export de votre collection. Veuillez réessayer.

source: Click to see
fr_fr: Voir

source: English comments
fr_fr: commentaires en anglais

source: Click to go back to your own language
fr_fr: Cliquez ici pour revenir aux commentaires en français.

source: Show first
fr_fr: Trier par

source: Newest
fr_fr: Les plus récents

source: Oldest
fr_fr: Les plus anciens

source: Highest rating
fr_fr: Mieux notés

source: Lowest rating
fr_fr: Moins bien notés

source: There was an error fetching comments, please reload the page.
fr_fr: Une erreur est survenue lors de la récupération des commentaires. Veuillez rafraîchir la page.

source: You must be logged in to vote on comments
fr_fr: Vous devez être connecté pour voter.

source: Editing is possible for 5 minutes after submitting
fr_fr: L'édition est possible dans les 5 minutes après l'envoi.

source: Are you sure you want to delete this comment?
fr_fr: Êtes-vous sûr de vouloir supprimer ce commentaire ?

source: You already reported this comment.
fr_fr: Vous avez déjà signalé ce commentaire.

source: Please describe what you want to report this comment for
fr_fr: Veuillez décrire pourquoi vous souhaitez signaler ce commentaire

source: Inappropriate
fr_fr: Inapproprié

source: Other
fr_fr: Autre

source: Send Report
fr_fr: Envoyer

source: Required Level
fr_fr: Niveau requis

source: Required
fr_fr: Requis

source: Possible pets for this slot:
fr_fr: Autres mascottes possibles:

source: Gold Comment Reached!
fr_fr: Commentaire en or atteint !

source: Congratulations!
fr_fr: Félicitations !

source: One of your comments got enough upvotes from other pet battlers to reach Gold status
fr_fr: L'un de vos commentaires a reçu suffisamment d'upvotes des autres dresseurs de mascottes pour atteindre le statut or.

source: It will now be highlighted much more prominently, go check it out:
fr_fr: Il est donc désormais mis en avant :

source: Thank you for your contribution!
fr_fr: Merci pour votre contribution !

source: Submitted password was not correct.
fr_fr: Le mot de passe est incorrect.

source: Submitted password incorrect. <br>Your account will be temporarily locked if you enter a wrong password too often.
fr_fr: Mot de passe incorrect.<br>Votre compte sera bloqué temporairement si vous entrez encore une fois un mot de passe invalide.

source: Incorrect password. <br>Your account has been temporarily locked. <br>Please try again in 10 minutes.
fr_fr: Mot de passe incorrect.<br>Votre compte a été temporairement bloqué.<br>Veuillez réessayer dans 10 minutes.

source: Your account is not eligible for a name change. You little trickster ;-)
fr_fr: Votre compte n'est pas éligible à un changement de nom.

source: Account Settings
fr_fr: Paramètres du compte

source: Account Deletion Process - Step 1
fr_fr: Procédure de suppression de compte - Étape 1

source: Account Deletion Process - Step 2
fr_fr: Procédure de suppression de compte - Étape 2

source: Warning!
fr_fr: Attention !

source: Following this process will permanently remove your user account.<br>In the next step you can decide what will happen to your comments or strategies, in case you submitted any.
fr_fr: Aller au bout de cette procédure supprimera définitivement votre compte.<br>Dans les prochaines étapes, vous pourrez décider ce qui adviendra des commentaires et des stratégies que vous avez posté.

source: To continue, please enter your current password:
fr_fr: Pour continuer, veuillez entrer votre mot de passe

source: Continue Deletion Process
fr_fr: Continuer la procédure de suppression

source: Please confirm that you want to continue with the deletion
fr_fr: Veuillez confirmer que vous souhaitez continuer la suppression

source: Before continuing, please select what should happen to some of your data
fr_fr: Avant de continuer, veuillez sélectionner ce que vous souhaitez qu'il advienne de vos données

source: Your comments. You wrote in total
fr_fr: Vos commentaires. Vous en avez écrit

source: Keep all your comments with your name.
fr_fr: Garder tous les commentaires avec votre pseudo.

source: Keep your comments with the name <i>Anonymous</i>.
fr_fr: Garder tous les commentaires avec comme pseudo <i>Anonymous</i>.

source: Delete all comments.
fr_fr: Supprimer tous les commentaires.

source: Your strategies. You created a total of
fr_fr: Vos stratégies. Vous en avez posté

source: Keep strategies with your name as the creator.
fr_fr: Garder toutes les stratégies avec votre pseudo.

source: Keep strategies with creator name <i>Anonymous</i>.
fr_fr: Garder toutes les stratégies avec comme pseudo <i>Anonymous</i>

source: Delete all your strategies including all comments submitted to them.
fr_fr: Supprimer toutes les stratégies ainsi que les commentaires que vous y avez apposé.

source: Finish account deletion
fr_fr: Finir la procédure de suppression de compte.

source: This is the last step of the account deletion.<br>If you confirm below, your account will be irrevocably deleted.
fr_fr: Ceci est la dernière étape de la procédure de suppression de compte.<br>Si vous confirmez ci-dessous, votre compte sera définitivement supprimé.

source: I'm sure, delete my account
fr_fr: Je suis sûr, supprimer mon compte.

source: Battle.net Account Connection Needs Refreshing
fr_fr: La connexion à votre compte Battle.net doit être rafraîchie

source: Your authentication with Battle.net is not working properly. This can have many reasons, for example
fr_fr: Votre authentification avec Battle.net ne fonctionne pas correctement. Il y a plusieurs causes possibles, par exemple

source: You are logged into Battle.net with a different account than the one linked to Xu-Fu
fr_fr: Vous êtes connectés à Battle.net avec un compte différent de celui lié à votre compte Xu-Fu.

source: Your Battle.net Account has been locked by Blizzard<
fr_fr: Votre compte Battle.net a été bloqué par Blizzard<

source: You revoked access for Xu-Fu within your Battle.net Account
fr_fr: Vous avez supprimé l’accès à Xu-Fu depuis votre compte Battle.net

source: To re-authenticate Xu-Fu, please click here
fr_fr: Pour ré-authentifier Xu-Fu, veuillez cliquer ici

source: Start Authentication
fr_fr: S'authentifier

source: Missing Battle.net WoW Access
fr_fr: Accès à WoW via Battle.net manquant

source: Your Battle.net account is successfully linked with Xu-Fu, but you chose to grant no access to WoW data, which is limited to the list of your characters. If this was intentional, all is well and you don't need to do anything.
fr_fr: Votre compte Battle.net a été lié à Xu-Fu avec succès, mais vous avez choisi de ne pas fournir l'accès aux données concernant vos personnages. Si cela était intentionnel, alors tout va bien !

source: It does mean, however, that Xu-Fu cannot import your pet collection automatically, and you will not be able to chose a character picture as your avatar.
fr_fr: Cependant, cela veut dire que Xu-Fu ne pourra pas importer votre collection de mascottes automatiquement, et vous ne pourrez pas choisir d'avatar correspondant à l'un de vos personnages WoW.

source: If you want to change this, follow these steps
fr_fr: Si vous voulez changer ça, suivez ces étapes

source: Visit your
fr_fr: Allez dans vos

source: Battle.net Account Settings
fr_fr: paramètres de compte Battle.net

source: Go to Security -> Approved Apps
fr_fr: Onglet Connexions (ou Sécurité) -> Applications autorisées

source: Remove Xu-Fu from the list
fr_fr: Supprimez Xu-Fu de la liste

source: Log out of wow-petguide.com and back in with Battle.net
fr_fr: Déconnectez-vous de wow-petguide.com et reconnectez-vous via Battle.net

source: When prompted to authorize Xu-Fu again, make sure the tick box is active at -Your World of Warcraft Profile-.
fr_fr: Lorsqu'il vous sera demander d'autoriser Xu-Fu une nouvelle fois, vérifiez que la case -Votre profil World of Warcraft- est cochée.

source: Your Account Name
fr_fr: Votre nom de compte

source: Since you signed up through Battle.net, your BattleTag was entered as your account name. It is now visible to others when you post comments.
fr_fr: Étant donné que vous vous êtes inscrits via votre compte Battle.net, votre BattleTag a été utilisé comme nom de compte par défaut. Il est désormais public lorsque vous postez des commentaires.

source: If you do not want your BattleTag shown you can change it here.
fr_fr: Si vous ne voulez pas afficher votre BattleTag, vous pouvez changer votre nom de compte ici.

source: Please note that your account name can only be changed <b>once<b>.
fr_fr: Votre nom de compte ne peut être changé <b>qu'une seule fois<b>.

source: New name
fr_fr: Nouveau nom

source: Save New Name
fr_fr: Enregistrer

source: Password Protection
fr_fr: Associer un mot de passe
