Repository: Aranesh/Xu-Fu
Catalog: src/Locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Home
fr_fr: Accueil

source: About Us
fr_fr: Qui sommes-nous ?

source: Useful Addons
fr_fr: Addons indispensables

source: Legion World Quests
fr_fr: Expéditions de Legion

source: Family Familiar
fr_fr: Familier de la famille

source: Sternfathom's Pet Journal
fr_fr: Codex des mascottes de Calefouette

source: Legion Ready-Checker
fr_fr: Outil de vérification pour Legion

source: The Pet Menagerie
fr_fr: Ménagerie du fief

source: Draenor Master Tamers
fr_fr: Dompteurs de Draenor

source: Tanaan Jungle
fr_fr: Jungle de Tanaan

source: Pandaria
fr_fr: Pandarie

source: Pandaria's Master Tamers
fr_fr: Dompteurs de Pandarie

source: Pandaren Spirit Tamers
fr_fr: Dompteur d’esprits pandaren

source: The Beasts of Fable
fr_fr: Créatures des mythes et légendes

source: Little Tommy Newcomer
fr_fr: Tommy le petit nouveau

source: The Celestial Tournament
fr_fr: Tournoi des Astres vénérables

source: Miscellaneous
fr_fr: Divers

source: The Darkmoon Faire
fr_fr: Foire de Sombrelune

source: An Awfully Big Adventure
fr_fr: Une sacrément belle aventure

source: Main Article
fr_fr: Article principal

source: Pets used in this fight:
fr_fr: Mascottes utilisées pour ce combat :

source: Close Window
fr_fr: Fermer la fenêtre

source: Pet
fr_fr: Familier

source: Skill
fr_fr: Talent

source: Search...
fr_fr: Recherche ...

source: Your Name:
fr_fr: Votre Nom :

source: Your Email:
fr_fr: Votre Mail :

source: Send
fr_fr: Envoyer

source: Cancel
fr_fr: Annuler

source: (optional)
fr_fr: (optionnel)

source: (Name)
fr_fr: (Nom)

source: Be the first to leave a comment:
fr_fr: Soyez le premier à écrire un commentaire :

source: Name (optional)
fr_fr: Nom (optionnel)

source: Email (optional, will not be published)
fr_fr: Mail (optionnel, ne sera pas publié)

source: Write your comment here
fr_fr: Écrivez votre commentaire ici

source: Submit
fr_fr: Envoyer

source: Edit
fr_fr: Éditer

source: Delete
fr_fr: Supprimer

source: Respond
fr_fr: Répondre

source: bold
fr_fr: gras

source: italic
fr_fr: italique

source: underline
fr_fr: souligné

source: wrote on
fr_fr: rédigé le

source: responded on
fr_fr: répondu le

source: Anonymous
fr_fr: Anonyme

source: New Comment:
fr_fr: Nouveau Commentaire :

source: Save changes
fr_fr: Sauvegarder les changements

source: Are you sure?
fr_fr: Êtes-vous sûr ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Write a comment
fr_fr: Écrire un commentaire

source: Show
fr_fr: Montrer

source: Comment
fr_fr: Commentaire

source: Comments
fr_fr: Commentaires

source: Close Comment Box
fr_fr: Fermez la fenêtre des commentaires

source: No specific requirements for this pet.
fr_fr: Pas d'exigences particulières pour cette mascotte.

source: Any Pet
fr_fr: N'importe quelle mascotte

source: Any Level
fr_fr: N'importe quel niveau

source: No specific requirements, pick any pet you like. It won't be used anyway.
fr_fr: Utilisez le familier que vous souhaitez. Il ne sera pas utilisé.

source: Any
fr_fr: Une mascotte de type

source: Flyer
fr_fr: Aérien

source: Mech
fr_fr: Machine

source: Dragon
fr_fr: Draconien

source: In order to get credit for the achievement, you need to add a pet of this family in this slot:
fr_fr: Afin que ce combat soit comptabilisé pour le haut fait, vous devez utiliser à cet emplacement une mascotte de type :

source: Flying
fr_fr: Aérien

source: Humanoid
fr_fr: Humanoïde

source: Magic
fr_fr: Magique

source: Elemental
fr_fr: Élémentaire

source: Undead
fr_fr: Mort-vivant

source: Mechanical
fr_fr: Machine

source: Critter
fr_fr: Bestiole

source: Aquatic
fr_fr: Aquatique

source: Beast
fr_fr: Bête

source: Dragonkin
fr_fr: Draconien

source: Last Update:
fr_fr: Dernière mise à jour le :

source: Skills:
fr_fr: Talents :

source: Rematch String
fr_fr: Code Rematch

source: Copied to clipboard!
fr_fr: Code d'identification Rematch copié dans le presse-papier !

source: Pop-Out
fr_fr: Plein écran

source: World of Warcraft Pet Battle guides - your one-stop place for strategies to beat all WoW pet battle quests, achievements and opponents!
fr_fr: Des guides de qualité pour les combats de mascottes dans World of Warcraft ! Vous êtes au meilleur endroit pour battre tous les dompteurs, réussir toutes les quêtes et obtenir tous les hauts faits !

source: warcraft pets, warcraftpets, wow vanity pets, wow battle pets, wow companions
fr_fr: mascottes de warcraft, warcraft pets, warcraftpets, mascottes de collection de wow, mascottes de combats de wow, compagnons de wow

source: Occurrences
fr_fr: Nombre de combats

source: Name
fr_fr: Nom

source: is used against:
fr_fr: sera à utiliser contre :

source: All Families
fr_fr: Toutes les familles

source: Load more entries
fr_fr: Charger plus d'entrées

source: The blog is currently only available in English, sorry.
fr_fr: Ce blog n’est pour l’instant disponible qu’en anglais.

source: Fight:
fr_fr: Combat :

source: Murlocs, Harpies, and Wolvar, Oh My!
fr_fr: Des murlocs, des harpies, des varleus… Misère !

source: Dragons!
fr_fr: Des dragons !

source: Flock Together
fr_fr: Formation de vol

source: The Lil' Necromancer
fr_fr: Nécromancien en herbe

source: Mousing Around
fr_fr: Les petites bestioles qui montent

source: Master of Magic
fr_fr: Maître de la magie

source: Ragnaros, Watch and Learn
fr_fr: Prends-en de la graine, Ragnaros

source: Best of Beasts
fr_fr: Bête et méchant

source: Aquatic Acquiescence
fr_fr: Acquiescement aquatique

source: Roboteer
fr_fr: Expert en robotique

source: Quest
fr_fr: Quête

source: <b>Attention:</b>This is a tough fight with the chosen family.
fr_fr: <b>Attention :</b>Ce combat est difficile avec cette famille de familier.

source: Below is a list of the Rematch strings for this part of the achievement.<br><br>Copy the code into Rematch to import all primary strategies. Hint: Create a tab for each family! It can get crowded very quickly.
fr_fr: Vous trouverez ci-dessous le code pour l’addon Rematch que vous pouvez utiliser pour cette partie du haut fait.<br><br> Copiez le code dans votre addon afin d’importer toutes ces stratégies. Conseil: créez un onglet pour chaque famille ou cela peut rapidement devenir le bazar !

source: This is one of the toughest combinations. If you can use other families to complete this achievement, I recommend doing that. Even if there is a strategy listed here, it might require very specific pets, breeds or that you have to restart the fight several times.
fr_fr: Cette combinaison est l’une des plus compliquées. Nous vous recommandons d’utiliser une autre famille pour finir ce haut fait. Les stratégies pour ce combat existent et nous vous les proposons mais elles requièrent plusieurs mascottes ou breeds et vous devrez très probablement recommencer le combat de nombreuses fois.

source: This is a tough fight!
fr_fr: Ce combat est très compliqué !

source: is one of the toughest combinations for this achievement. Limiting the choice to a specific family means we are at a strong disadvantage if the enemy pets happen to be perfect counters for our chosen family.<br>If you have an idea and want to share it with us, we would be more than happy to try it out!<br>Please use below suggestion form and we will give it a shot as soon as possible.<br><br>
fr_fr: est l’une des combinaisons les plus compliquées pour ce haut fait. Limiter le choix à une seule famille est un très net désavantage si les mascottes ennemies ont des sorts puissants contre cette famille.<br>Si vous avez une idée et souhaitez la partager avec nous, nous serions très heureux de pouvoir l’essayer !<br>Veuillez utiliser le formulaire de suggestion et nous vous répondrons dès que possible.<br><br>

source: Oops! There is nothing here yet!
fr_fr: Oops ! Il n’y a rien à voir ici pour l’instant !

source: Thanks for sharing!
fr_fr: Merci pour le partage !

source: Thank You!
fr_fr: Merci !

source: Algalon the Observer
fr_fr: Algalon l'Observateur

source: Level Pet
fr_fr: N’importe quelle mascotte de bas niveau

source: Poor
fr_fr: Médiocre

source: Common
fr_fr: Classique

source: Uncommon
fr_fr: Bonne

source: Epic
fr_fr: Epique

source: Legendary
fr_fr: Légendaire

source: Families
fr_fr: Familles

source: Quality
fr_fr: Qualité

source: Level
fr_fr: Niveau

source: Tradable
fr_fr: Echangeable

source: All
fr_fr: Toutes

source: Collected of all
fr_fr: Collectées

source: Level Distribution
fr_fr: Distribution par niveau

source: Collected
fr_fr: Collectées

source: Missing
fr_fr: Manquantes

source: Pet Collection of
fr_fr: La collection de mascottes de

source: Your Pet Collection
fr_fr: Votre collection de mascottes

source: Unique pets
fr_fr: Mascottes uniques

source: Pets overall
fr_fr: Mascottes

source: Duplicates
fr_fr: Doublons

source: Maximized:
fr_fr: Au max:

source: Not Maxed:
fr_fr: En cours:

source: Reset Filters
fr_fr: Réinitialiser les filtres

source: Update Collection
fr_fr: Mettre à jour la collection

source: Import was not successful
fr_fr: Import échoué

source: Please note:<br>- Characters below level 20 are not available in the armory.<br>- Inactive characters might also be unavailable until logged in again.
fr_fr: Note:<br>- Les personnages avec un niveau inférieur à 20 ne sont pas disponibles sur l'armurerie.<br>- Les personnages inactifs peuvent nécessiter d'être reconnecté au moins une fois.

source: Xu-Fu's Pet Collection Viewer
fr_fr: Outil de collection de mascottes de Xu-Fu

source: Dungeons
fr_fr: Donjons

source: With Xu-Fu's Pet Collection Viewer you can check the collection of any WoW player fast and easy.<br>You can filter and sort the table of pets to your liking and search for individual pets as well.<br><br>Type in a characters name and realm below to get started:
fr_fr: Avec l'outil de collection de mascottes de Xu-Fu, vous pouvez consulter rapidement et simplement la collection de mascottes de n'importe quel joueur.<br>Vous pouvez filtrer et trier la table des mascottes et rechercher une mascotte en particulier.<br><br>Renseignez le nom du personnage et son royaume pour vous lancer:

source: United States
fr_fr: Etats Unis

source: Korea
fr_fr: Corée

source: Taiwan
fr_fr: Taïwan

source: Select your realm
fr_fr: Sélectionner votre royaume

source: Character name
fr_fr: Nom du personnage

source: Import Pets
fr_fr: Import des mascottes

source: Fetching pets...
fr_fr: Récupération des mascottes...

source: Anomalous Animals of Argus
fr_fr: Animaux anormaux d’Argus

source: Regular strategies
fr_fr: Stratégies régulières

source: Humanoid Havoc
fr_fr: Hécatombe humanoïde

source: Draconic Destruction
fr_fr: Destruction draconienne

source: Fierce Fliers
fr_fr: Ailes aiguisées

source: Unstoppable Undead
fr_fr: Menace morte-vivante

source: Critical Critters
fr_fr: Bestioles brutales

source: Magical Mayhem
fr_fr: Massacre magique

source: Elemental Escalation
fr_fr: Élimination élémentaire

source: Beast Blitz
fr_fr: Blitz des bêtes

source: Aquatic Assault
fr_fr: Assaut aquatique

source: Mechanical Melee
fr_fr: Mêlée mécanique

source: Pet Collection
fr_fr: Ma collection

source: Connected character
fr_fr: Personnage connecté

source: Last update
fr_fr: Dernière mise à jour

source: Your pet collection has not been imported to Xu-Fu, yet. Click here to start the process:
fr_fr: Votre collection de mascottes n'a pas encore été importée dans Xu-Fu. Cliquez ici pour commencer l'import:

source: At this time, China as a region is not supported by Xu-Fu. Sorry for the inconvenience.
fr_fr: Actuellement, la Chine n'est pas une région supportée par Xu-Fu. Désolé pour le désagrément.

source: China
fr_fr: Chine

source: Login with Battle.net
fr_fr: Se connecter avec Battle.net

source: Name or email
fr_fr: Pseudo ou e-mail

source: Forgot your username?
fr_fr: Pseudo oublié ?

source: Password
fr_fr: Mot de passe

source: Forgot your password?
fr_fr: Mot de passe oublié ?

source: Remember login for 30 days
fr_fr: Se souvenir de moi pendant 30 jours

source: Login
fr_fr: Se connecter

source: or
fr_fr: ou

source: Register Account
fr_fr: S'enregistrer

source: Subscribe via RSS
fr_fr: S'abonner au flux RSS

source: Welcome to Xu-Fu's Pet Guides!
fr_fr: Bienvenue sur Xu-Fu's Pet Guides!

source: This name is already in use.
fr_fr: Ce pseudo n'est pas disponible.

source: This username is too long. Please do not use more than 15 characters.
fr_fr: Ce pseudo est trop long. Veuillez ne pas dépasser 15 caractères.

source: This name is too short. Please use at least 2 characters.
fr_fr: Ce pseudo est trop court. Veuillez utiliser au moins 2 caractères.

source: Please do not use empty spaces or any of these characters:
fr_fr: Merci de ne pas utiliser d'espace ou l'un de ces caractères invalides :

source: Please do not use an email address as your login name.
fr_fr: Merci de ne pas utiliser votre e-mail comme pseudo.

source: Your password must be at least 6 characters long.
fr_fr: Le mot de passe doit contenir au moins 6 caractères.

source: The two entries did not match. Please type in your preferred password again.
fr_fr: Les deux mots de passe ne correspondent pas.

source: Your password cannot be identical to your username.
fr_fr: Votre mot de passe ne peut pas être identique à votre pseudo.

source: This email address is already registered to another account.
fr_fr: L'adresse e-mail est déjà enregistrée pour un autre compte.

source: The email address you entered is not valid.
fr_fr: L'adresse e-mail est invalide.

source: No user with that name or email address found.
fr_fr: Aucun utilisateur trouvé avec ce pseudo ou cette adresse e-mail.

source: Your account is temporarily locked because of too many failed login attempts.<br> Please try again in 10 minutes.
fr_fr: Ce compte a été temporairement bloqué en raison d'un trop grand nombre de tentatives de connexion.<br>Veuillez réessayer dans 10 minutes.

source: Your account is locked. Please contact a site admin for help.
fr_fr: Ce compte est bloqué. Veuillez contacter un administrateur.

source: My Profile
fr_fr: Mon Profil

source: My Comments
fr_fr: Mes Commentaires

source: Settings
fr_fr: Paramètres

source: Logout
fr_fr: Se déconnecter

source: Region
fr_fr: Région

source: Set Region
fr_fr: Définir la région

source: Importing data ...
fr_fr: Import des données...

source: If your realm is not listed, it might be in maintenance. <br>In that case please try again later.
fr_fr: Si votre serveur n'est pas listé, il est peut-être en maintenance.<br>Dans ce cas, veuillez réessayer plus tard.

source: The connection worked, but I could not find any WoW character on your Battle.net account. <br><br></b>Please make sure you are connected to the correct Battle.net account. If not, you can always create a new account here.
fr_fr: La connexion a réussi avec succès, mais aucun personnage WoW n'a été trouvé sur votre compte Battle.net.<br><br></b>Veuillez vérifier que vous êtes connecté au bon compte Battle.net. Sinon, vous pouvez toujours créer un nouveau compte ici.

source: Sorry, I was unable to read any character data from your account. There was an error connecting to the Battle.net services. <br><br></b>Please try again, this might be a temporary issue.
fr_fr: Impossible de lire les données de personnage depuis votre compte. Une erreur s'est produite lors de la connexion aux services Battle.net.<br><br>Veuillez réessayer plus tard.

source: Start import again
fr_fr: Réessayer l'import

source: There was an error retrieving your data.<br><br></b>Please log out of your Xu-Fu account and back in using the Battle.net Account login.
fr_fr: Erreur lors de la récupération des données.<br><br></b>Veuillez vous déconnecter de votre compte Xu-Fu et vous reconnecter via votre compte Battle.net

source: Sorry, I was unable to read any character data from your account. <br><br></b>It seems the connection to the Battle.net service for your account has expired.<br> To correct this please log out of your Xu-Fu account and back in using the Battle.net Account login.
fr_fr: Désolé, impossible de lire les données des personnages de votre compte.<br><br></b>Il semble que la connexion aux services Battle.net a expirée.<br>Veuillez vous déconnecter, puis vous reconnecter via votre compte Battle.net afin de corriger le problème.

source: Xu-Fu has no access to your WoW character list. Importing your pets is therefore not possible. <br>Please go to your <a href="https://wow-petguide.com/index.php?page=settings" class="wowhead">account settings</a> for instructions on how to fix this.
fr_fr: Xu-Fu ne peut pas accéder à votre liste de personnages WoW, l'import des mascottes est donc impossible.<br>Veuillez vous rendre dans les <a href="https://wow-petguide.com/index.php?page=settings" class="wowhead">paramètres</a> afin de voir comment régler le problème.

source: Xu-Fu found characters on multiple WoW regions.</b><br><br>Since the pet battle collections are separated between regions, Xu-Fu can only connect to one of your collections.<br>Please select one region below with which to use your Xu-Fu account. <br>Changing this later on is currently not possible, but you can always create a new Xu-Fu account and link that manually with another region.
fr_fr: Des personnages sur plusieurs régions WoW ont été trouvés.</b><br><br>Les collections de mascottes étant séparées entre les régions, Xu-Fu ne peut se connecter qu'à une seule de vos collections.<br>Veuillez sélectionner ci-dessous la région à utiliser sur votre compte Xu-Fu.<br>Cela ne peut pas être modifié plus tard, mais vous pourrez tout de même créer un autre compte Xu-Fu afin de le lier à une autre région.

source: 3 highest level characters
fr_fr: 3 personnages de plus haut niveau

source: The easiest way to import your pet collection is to connect your Battle.net Account with Xu-Fu.<br>If you want to do so, head over to your <a href='https://wow-petguide.com/index.php?page=settings' class='wowhead'>Settings</a>. You will find the option for it directly on top.<br><br>Alternatively enter your characters realm and name below. <br>The connected character will not be shown to others, and you can change the connected character at any time.
fr_fr: La façon la plus simple d'importer votre collection de mascottes est de connecter votre compte Battle.net avec Xu-Fu.<br>Pour ce faire, rendez-vous sur vos <a href='https://wow-petguide.com/index.php?page=settings' class='wowhead'>Paramètres</a>. Vous y trouverez l'option directement en haut.<br><br>Sinon, vous pouvez entrer le pseudo de votre personnage ainsi que son serveur ci-dessous.<br>Le personnage connecté ne sera pas visible des autres, et vous pourrez le changer si nécessaire.

source: You can change the character connected to your Xu-Fu account here.<br>Changing the character will remove your current collection info. This includes any historical data that might be saved with Xu-Fu.<br><br>If you are sure you want to go ahead with it, please enter the new character details below:
fr_fr: Vous pouvez ici changer le personnage connecté à votre compte Xu-Fu.<br>Changer de personnage retirera votre collection.

source: Congratulations! Your pet collection was imported successfully!
fr_fr: Félicitations ! Votre collection de mascottes a été importée avec succès !

source: Your pet collection was updated successfully.
fr_fr: Votre collection de mascottes a été mise à jour avec succès.

source: There was an error updating your pet collection.<br>If this error persists, please check if your connected character is still valid and change it if necessary.
fr_fr: Une erreur est survenue lors de la mise à jour de votre collection de mascottes.<br>Si l'erreur persiste, vérifiez que votre personnage connecté est toujours valide, et changez-le si nécessaire.

source: The connected character was not updated because it is already linked to your account.
fr_fr: Le personnage connecté n'a pas été mis à jour, car il est déjà lié à votre compte.

source: You have unread messages. Click <a href='index.php?page=messages' class='growl'>here</a> to read them.
fr_fr: Vous avez des messages non lus. Cliquez <a href='index.php?page=messages' class='growl'>ici</a> pour les lire

source: Thanks for signing up!<br>Click on your name to access account settings.<br>I also sent you a <a href='?page=messages' class='growl'>welcome message</a> with more info.
fr_fr: Merci pour votre inscription !<br>Vous pouvez cliquer sur votre pseudo pour accéder aux paramètres.<br>Je vous ai aussi envoyé un <a href='?page=messages' class='growl'>message de bienvenue</a> contenant plus d'informations.

source: Thank you for signing up! You are now logged in. <br>Note: You can change your username by clicking on your name in the top right corner.
fr_fr: Merci pour vous être inscrit ! Vous êtes désormais connecté.<br>Note: Vous pouvez changer de pseudo en cliquant dessus, en haut à droite de la page.

source: You are now logged in.
fr_fr: Vous êtes désormais connecté.

source: Your password has been changed. Welcome back!
fr_fr: Votre mot de passe a été modifié. Bon retour !

source: The link you followed could not be read. <br>You were redirected to the front page. Sorry for the inconvenience.
fr_fr: Le lien que vous avez suivi n'a pas pu être lu.<br>Vous avez été redirigé sur la page d'accueil. Désolé pour le désagrément.

source: The Battle.net authorization was declined. To login using your Battle.net Account please try again and authorize Xu-Fu.<br>Note: Your personal data (password, email address) will never be shared by Battle.net to authorized apps.
fr_fr: Le service Battle.net a refusé l'autorisation. Pour vous connecter en utilisant votre compte Battle.net, veuillez réessayer et autoriser Xu-Fu.<br>Note: Vos données personnelles (mot de passe, adresse e-mail) ne seront jamais transmises par Battle.net.

source: There was a problem with the Battle.net Account service, most likely a timeout or perhaps the servers are in maintenance. Please try again later.
fr_fr: Un problème est survenu avec les services Battle.net. Les serveurs sont peut-être en maintenance. Veuillez réessayer plus tard.

source: Your Username was changed successfully.
fr_fr: Votre pseudo a été modifié avec succès.

source: Your password was saved.
fr_fr: Votre mot de passe a été sauvegardé.

source: The connection to your Battle.net Account is disrupted.<br>Please visit the <a class='growl' href='index.php?page=settings'>Account settings</a> to fix this problem.
fr_fr: La connexion à votre compte Battle.net a été interrompue.<br>Veuillez consulter vos <a class='growl' href='index.php?page=settings'>Paramètres</a> pour résoudre ce problème.

source: Your account has been deleted. <br>Thank you for your time with Xu-Fu!
fr_fr: Votre compte a été supprimé.<br>Merci pour le temps passé avec Xu-Fu !

source: There was a problem with processing your comment. I am sorry, please try again. If this error persists, please contact <a href='mailto:xufu@wow-petguide.com?subject=Problem with comment system' class='growl'>Aranesh</a>
fr_fr: Une erreur est survenue lors du traitement de votre commentaire, désolé. Si l'erreur persiste, veuillez contacter <a href='mailto:xufu@wow-petguide.com?subject=Problem with comment system' class='growl'>Aranesh</a>

source: There was an error processing your data, I am sorry. Please try again.
fr_fr: Une erreur est survenue lors du traitement de vos données, désolé. Veuillez réessayer.

source: Edit Your Profile
fr_fr: Modification du profil

source: View as Visitor
fr_fr: Voir en tant que visiteur.

source: Use this link to see how your profile looks to others:
fr_fr: Utilisez ce lien pour votre à quoi ressemble votre profil pour les autres:

source: Profile Info
fr_fr: Informations du profil

source: Your Icon
fr_fr: Votre icône

source: Tooltip Settings
fr_fr: Votre tooltip
